*start

[cm]
[clearfix]
[start_keyconfig]

[bg storage="black.jpg" time="100"]

;メッセージウィンドウの表示
@layopt layer=message0 visible=true

;
; 入店チャイム
;
#僕
（昼休み。オフィス近くのいつものお店）[p]
 (レジに立っていたのは、最近入ったばかりの新人店員・のぞみちゃんだった）[p]

;
;背景変更
;@bg storage="" time=500
;
;@chara_show name="nozomi"

#のぞみ
[dekamoji text="いらっしゃいませ～"][p]

;BGM開始

ええっと…[p]
このパンのバーコードはぁ…[p]
あった、あった！[p]

ピッ[p]

…10万26円！[p]

#僕
なんだその悪魔的金額は…！[p]

#のぞみ
このコーヒーはぁ…[p]
…[p]
ピッ[p]

…3.14151426……円！[p]

#僕
うんうん、円だけに。それで丸くおさまった…[p]
…はずねえだろ！[p]

#のぞみ
消費税の計算めんどくさいんですよねー[p]

#僕
そういう問題か？[p]

#のぞみ
じゃ四捨五入して０円[p]

#僕
悪いな[p]


#のぞみ
あっそうそう！見てもらえますか？[p]
ウチのお店マスコットのぬいぐるみ！できたんですよ！[p]

#僕
へえ…[p]

#のぞみ
わたしが徹夜で作りました♡[p]

;
;ぬいぐるみ表示
;
#僕
（軽くホラーだな…💦）[p]

#のぞみ
きのこのシメジン♡[r]
…かわいいですよね！[p]

#僕
…わるいが、僕は[font size="40" bold="true"]「たけのこ派」[fontreset]なんだ…[p]

#のぞみ
えーーーーーっ！！[p]
で…でもぉ、きっと満足していただけると思いますよ！[p]
ポイントが溜まったらもれなくプレゼントしてます！[r]
それで…[p]
お客様、当店のカードは[font size="40" bold="true"]おもち[fontreset]ですか？




; デュエルフラグを初期化（0 = 立っていない）
[eval exp="f.duel_flag = 0"]


[s]